[
	{ "tags": ["director"], "from": "Gary Oldman", "text":"Your own barometer is all you have to go by, and often what makes a good director is knowing when not to say something. On occasions you can find yourself on a film set where the person who is wearing the director's hat is only trying to justify his position."},
    {
        "tags": [
            "director"
        ],
        "from": "Kirsten Nelson",
        "text": "I am capable of directing, and I am good at that. In order to have longevity as actors, you have to keep changing it up a bit; you have to bring other talents to the table. I want this to be another feather in my cap instead of replacing what I already have"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Julie Taymor",
        "text": "I love directing Shakespeare on film. It's fantastic that the actors would do exactly the same thing and be true to their part"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Sean Penn",
        "text": "A lot of critics sometimes get into analyzing the way actors direct versus non-actors directing. And they really always miss it. It's one of those things where, by not being practitioners, they just came up with something that made sense to them"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Tom Hooper",
        "text": "I love the incredible variety of demands directing makes on you, from the entrepreneur to the hustler to the deal-maker to the writer; to directing actors and the camera and working with music, sound, marketing and promotion. It uses so many sides of your brain"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jean-Pierre Jeunet",
        "text": "If you make the right choice in casting, your work is nearly done already. You don't have to spend a lot of time directing the actors, because they're so well suited to the parts"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Vincent H. O'Neil",
        "text": "Actors are all about entrances, but writers are all about exits"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Marti Noxon",
        "text": "I've always had a flare for the dramatic. I thought about being an actor and I thought about directing, but writing truly became something I needed to do, just to stay sane. It's my over-pressure valve"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jack White",
        "text": "I believe I am a better director than actor. I enjoy acting if the part is right. Directing comes very naturally to me. I enjoy it. I am very confident in my work"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Vincent H. O'Neil",
        "text": "That's what I love most about writers\nthey're such lousy actors"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Mark Rydell",
        "text": "Well you know, Woody doesn't rehearse, as opposed to my own method of directing where I really work with actors around a round table for weeks, examining the values of the material, so his technique is very different"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Niall Matter",
        "text": "I started off as a director, so when I see other actors directing, it gives me hope that maybe they'll put me into that position at some point, too"
    },
    {
        "tags": [
            "director"
        ],
        "from": "John Krasinski",
        "text": "Directing was a great experience, but it's terrifying to have the responsibility of carving up the other actors' performances"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Bruce Dern",
        "text": "If the film isn't in some way going to study behavior then I'm not interested, but the reason why I'm not interested in directing in film is that it would take me, to be as good an artist as I feel I am an actor, it would take me another 35 just to conquer .."
    },
    {
        "tags": [
            "director"
        ],
        "from": "Emayatzy E. Corinealdi",
        "text": "I have visions and ideas about different things. Other actors just inspire you, so writing is something I would love to do more of. I would really be interested in doing something in that vein, writing something for myself or someone else and directing for sure"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Eric Stoltz",
        "text": "Directing has only increased my admiration and respect for what it is that actors do"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Boyd Holbrook",
        "text": "Sean Penn, for his acting as well as his writing and directing. There are so many actors I respect, but his reach is so wide"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Peter Hedges",
        "text": "I don't know anything about directing, but if you love actors, know your story and hire a great company, then anyone can direct a film"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Woody Allen",
        "text": "I've always had an easy time directing actors because I always hire ones that are great before I get my hands on them"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Stephen King",
        "text": "Directing teenage actors is like juggling jars of nitro-glycerine: exhilarating and dangerous"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Philip Seymour Hoffman",
        "text": "If I'm directing actors, I learn about acting that way. If I'm acting, I learn about directing that way. Producing is just something that's come about because there's projects I find interesting that I would like to help get done"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Majandra Delfino",
        "text": "It's so funny, actors usually have a directing ambition. I've got no ambition for directing"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Malik Yoba",
        "text": "Directing is kind of like acting through other people. You see moments and you see things and if you don't see the actors hit it, you paint in those little spaces and tell them what direction to go in"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Beth Henley",
        "text": "Somehow I got to be one of five or six actors that the directors would use as guinea pigs at this directing colloquium, where people pay to listen to and watch the directors direct"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Matt Dillon",
        "text": "The great, rewarding thing about directing is that you're overseeing the whole thing. When you're an actor, you're just one department"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Denis Villeneuve",
        "text": "I never went to school for directing. I studied theater with a director. I followed plays to see how a director would talk to the actors. I tried to make my own school"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Alejandro Gonzalez Inarritu",
        "text": "To direct actors is difficult. To direct actors in another language is more difficult, but directing non-actors in another language is one of the craziest things that I have done and one of the most rewarding experiences I have had"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Richard Marquand",
        "text": "I'm very interested in directing actors - many directors direct cameras"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Julie Delpy",
        "text": "Very quickly I realized that directing is a combination of things: It's visual, it's directing the actors, it's telling a story. And people don't always mention this part of directing, but it's also knowing how to really edit something into something that makes sense"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Clint Eastwood",
        "text": "Don Siegel last advice to me was 'Don't short yourself.' He said the tendency is when an actor's directing is to kind of you want to work on everybody else but you're going to short yourself. He said, take the time to do a good job with yourself so that you're satisfied with it"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Louis Leterrier",
        "text": "Directing is like cooking, it's like cuisine. You cannot make a great dish with bad ingredients. I have great actors, and I'm putting them together. That's all I'm doing"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Steve Guttenberg",
        "text": "I've only had good experiences with actors. Starring next to them and directing them, for the most part they're all inspiring, special people"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Eric Stoltz",
        "text": "Before I start directing a show, I try to spend a few weeks hanging around the set, getting to know the crew and talking to the actors about how they like to work. Who is fussy? Who is left-handed? Who wants to go home early, and who is the perfectionist? - "
    },
    {
        "tags": [
            "director"
        ],
        "from": "Thomas Bidegain",
        "text": "Directing, you have to put yourself in a certain state, it's all about the energy you have and the energy you transmit to people, to the actors, to the crew. It's peculiar"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Julianne Moore",
        "text": "People think that the directors direct actors. No. Really, what the director's doing is directing the audience's eye through the film"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Omar Epps",
        "text": "It's natural for any actor that segues into directing to be an actor's director. You know how to relate to the actors"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jim Rash",
        "text": "As far as working with actors, I feel very comfortable working in that aspect of directing"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jason Alexander",
        "text": "Even when I was an actor in training, one criticism my teachers had was that I should think about directing instead of acting, because the best actors see the material they're working on through blinders. They can't see anything but their role. I could never really do that"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Mike Mills",
        "text": "I've always known that I love directing but I was really aware of it while making 'Beginners.' I am my happiest when I'm on set directing. I am also my kindest. When the actors get in front of the camera, it makes them very vulnerable. I am so in love with them for trying so hard"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Timothy Hutton",
        "text": "In acting, you are fulfilled if you give justice to your role ... if you are able to do a credible performance and touch the audience. Same with directing. If you are able to draw out the best from your actors, then you fulfill your job as a director"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Marc Webb",
        "text": "Working with the actors, working with production designers, working with the creative people who surround the process is really fun, it's really inspiring and I take great pleasure in working with them. That's what's most fun about directing"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Lauren Cohan",
        "text": "When I audition for something, I don't even want to think about who the other actors are in it, who's directing it"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Alfonso Gomez-Rejon",
        "text": "The fun of directing for me, other than working with the actors, is trying to extract those ideas that you have in your head and make them real"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Dee Rees",
        "text": "I love directing because you get to see your film come to life. You get to work with the actors. There's something magical about each piece of it"
    },
    {
        "tags": [
            "director"
        ],
        "from": "James Brolin",
        "text": "One of the things I love about directing is I love actors, because no matter how complex they are, once you get down to working and talking to them and the toughest guy will want you to open them up and he wants to show you stuff he was afraid to show anybody before"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Adam Rapp",
        "text": "Film directing has perfected my theater directing. I think when I first started directing, a lot of my stuff was very lateral; I was afraid to have the actors' backs turned away, afraid to put them too far upstage, and I think once I did more things with film, I got more interested in composition"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Mark Waters",
        "text": "Once I went to film school, I realized that film directing was actually much better than theater directing, because you kind of get to stay in control of it all the way through. You don't relinquish the piece to the actors like you have to in theater; you stay in control through the very end"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Michael Haneke",
        "text": "I learned my business in the theater and in television, particularly working with the actors. You can learn much more in the theater than directing a movie, because then you have no time when you are shooting a movie to really work with the actors. You have to learn this craft somewhere else"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Matt Smith",
        "text": "Directing made me realise what I do as an actor that's extraneous, it focuses your mind on story, story, story"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Atom Egoyan",
        "text": "I mean, if you are directing actors to do one thing and then directing them to do something else entirely because the one thing you wanted them to do may not work, then you are just shattering their confidence in the project"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Noah Baumbach",
        "text": "I didn't train in directing; I talk to actors the way I talk to anybody"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Mark Waters",
        "text": "When I'm directing actors, I often find myself slipping in sports metaphors, like: 'Don't go for the punch line here, just put it up on a T-ball stand so she can hit it out of the park.' - "
    },
    {
        "tags": [
            "director"
        ],
        "from": "Amy Sherman-Palladino",
        "text": "With directing, you have to wake up early, which stinks, but you get to hang out with the crew, you're laughing, you're active, and you're working with the actors. It's just more fun than writing. Writing is very hard"
    },
    {
        "tags": [
            "director"
        ],
        "from": "James Earl Jones",
        "text": "I do not know if it is true that all actors want to direct and all directors want to act, but in 1972 I tried directing and decided I had better stick to acting"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Gordon Willis",
        "text": "I don't really like directing. I've had a good relationship with actors, but I can do what I do and back off. I don't want that much romancing. I don't want them to call me up at two in the morning saying, 'I don't know who I am"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Abbas Kiarostami",
        "text": "The film [Close Up] made itself, to a large extent. The characters involved were very real, I wasn't directing the actors so much as being directed by them. So it was a very particular film"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Morris Chestnut",
        "text": "Showtime has given new, young filmmakers - black, white, across the board - an opportunity to make films, as well as actors who want to cross over into directing"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jonathan Mostow",
        "text": "When I made 'Terminator 3,' I learned something about directing actors to behave like robots. And one of the key things I learned is that if an actor tries to play a robot, he or she risks playing it mechanically in a way that makes the performance uninteresting"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Laurence Olivier",
        "text": "Of all the things I've done in life, directing a motion picture is the most beautiful. It's the most exciting and the nearest than an interpretive craftsman, such as an actor can possibly get to being a creator"
    },
    {
        "tags": [
            "director"
        ],
        "from": "John Cameron Mitchell",
        "text": "If there's anything I know about directing, it's how to make actors comfortable. It's where I started and it's what I know, and it's what I love. I like when the actors are really partners and I want them to be excited and I want them to surprise me. I don't want them to be puzzle pieces"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Roel Reine",
        "text": "It's always fun to do action and explosion, but I really enjoyed directing the emotion of the actors"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Bill Hader",
        "text": "I was into writing and directing. I was a bit of a reluctant actor. I would always ask friends to shoot or direct their movies, but then they'd want me to be in them"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Pirjo Honkasalo",
        "text": "I don't think the concept of \"directing actors\" exists in the sense that if you get what you order from an actor you'll always get bad acting. Every actor is scared just like a regular person"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jonathan Keltz",
        "text": "I'm focusing on my efforts behind the camera. I'm doing some producing and directing so that I can make projects for all of the amazing, talented actors and crew that I know"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Clark Gregg",
        "text": "There's nobody who loves being around actors working more than David Mamet, especially actors bringing his tremendous dialogue to life. I've never seen a movie director who was happier to be directing a movie than Dave"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Dave Franco",
        "text": "In general, the few directors that I've worked with that I really respect have taught me a lot about who I am and they've opened me up as an actor. I want to take some of that to apply it to when I'm directing actors"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Matt Dillon",
        "text": "Directing myself definitely made me a better actor. And, you know, I think actors have the best track record when they turn to directing. Writers, too. I knew how to direct actors because I've been there and I know what I like"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Alejandro Gonzalez Inarritu",
        "text": "Directing non-actors is difficult. Directing actors in a foreign language is even more difficult. Directing non-actors in a language that you yourself don't understand is the craziest thing you can possibly think of"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Jonah Hill",
        "text": "Writing has made me a better actor. Acting has made me a better writer. So why wouldn't directing make me a better actor and writer? - "
    },
    {
        "tags": [
            "director"
        ],
        "from": "Julie Delpy",
        "text": "And I realized that directing actors is really important because that's what ends up on screen"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Cynthia Nixon",
        "text": "Some friends of mine who are actors feel directing shuts them down and kills all their impulses, but the worst thing for me is if I feel a director hasn't noticed"
    },
    {
        "tags": [
            "director"
        ],
        "from": "James L. Brooks",
        "text": "I always think that the deal, once I do the script, sort of the experience I go through writing, which is everything you can imagine, but I always think it's the one thing I can do when I'm directing is say is that it's all about the actors, that I can say, 'We're all here to serve the actors.' - "
    },
    {
        "tags": [
            "director"
        ],
        "from": "Robert Osborne",
        "text": "When Orson Welles was acting in 'Compulsion,' the director Richard Fleischer let him just take over and direct the courtroom scenes. To be able to see Welles - who knew more about directing than anyone - direct himself and the other actors, it was unbelievable and unforgettable"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Angelina Jolie",
        "text": "I prefer directing to acting. There is huge freedom that comes from being behind the camera. It brings a lot of responsibilities as well, but is intensely rewarding. Particularly the chance to help draw out the best in young actors"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Steven Van Zandt",
        "text": "There is an established tradition of actors directing films that have a particular, personal meaning for them - Warren Beatty, Clint Eastwood, Kevin Costner, and most recently George Clooney to name a few. Remarkably, their films share an unusually high percentage of being very good"
    },
    {
        "tags": [
            "director"
        ],
        "from": "Keanu Reeves",
        "text": "I am waiting for the right story to tell. Just like 'Man of Tai Chi' just seemed to be the right story to tell. So I'm looking for that. Because I really love directing. I love developing the story. I love actors. I love the cinema of it, the way that you tell a story visually"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Joseph Stalin",
        "text": "The writer is the engineer of the human soul"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "David Finch",
        "text": "I'd really want to - just from my own experience as an artist working with a writer, I'd want to do everything I could to tailor it to the artist I was working with"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Kristin Cashore",
        "text": "Only a person with the true heart of a dictionary-writer would be lying in bed, three days after being stabbed in the gut, worrying about his P's"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Dennis Palumbo",
        "text": "Learn the writer's craft, write regularly, grow to love the practice for its own sake-and inspiration will either come on a particular day or it won't, but you'll have prepared the way for it"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Annette J. Dunlea",
        "text": "One Kerry man seduced and was taking her to the ball. She felt like Cinderella it had taken her 16 and half years to get him to take her out anywhere not a mind to the school ball"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jon Spaihts",
        "text": "When a new writer comes onto a project, he'll make wholesale changes just to mark the territory or for greater credit"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Will Self",
        "text": "The great liberty of the fictional writer is to let the imagination out of the traces and see it gallop off over the horizon"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Caitlin Flanagan",
        "text": "My father was a writer; I've known a lot of children of writers - daughters and sons of writers, and it can be a hard way to grow up"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "David Leavitt",
        "text": "When one writer tries to silence another, he silences every writer-and in the end he also silences himself"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Woody Allen",
        "text": "When one chooses to be a writer, psychologically there's a reason for that because you like the isolation and you like to be by yourself and you are by nature timid"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Elizabeth Gilbert",
        "text": "I think my weakness as a writer is a limited imagination, and I think my strength is a talent for reflecting the world, or sort of curating things out of the world and putting them into books"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "C.S. Dixon",
        "text": "He clasped his hands to his ears as if he would tear his very brain out!\" A sample line from Shadow my psychological/horror compared to Poe! - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "John Niven",
        "text": "A novel I read when I was about 17 or 18 - 'The World According to Garp,' by John Irving - really made me want to become a writer. The character of Garp is a novelist, and at the time, the whole lifestyle of being a writer was hugely appealing to me"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Nathaniel Hawthorne",
        "text": "When a writer calls his work a Romance, it need hardly be observed that he wishes to claim a certain latitude, both as to its fashion and material, which he would not have felt himself entitled to assume had he professed to be writing a Novel"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "A.E.H. Veenman",
        "text": "MG was nearly mythical, other than my entries - no interaction with users on\nthe off chance one was a Fernoza on the troll. And today proved I couldn't take a stranger bearing gifts at face-value"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Isabel Allende",
        "text": "The fact people think that when you sell a lot of books you are not a serious writer is a great insult to the readership. I get a little angry when people try to say such a thing"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jill Soloway",
        "text": "After 'Nikki' and 'Steve Harvey,' I had written on a show called 'The Oblongs,' which was pretty well respected and had a lot of 'Simpsons' writers on it. So I was a TV writer with an interesting voice at that moment"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Mehmet Murat Ildan",
        "text": "A bench in the street can be a good writer because all kind of material comes onto it like a heavy rain! - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Anne Lamott",
        "text": "I honestly think that in order to be a writer you have to learn to be reverent. If not, why are you writing? Why are you here? - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Bruce Boxleitner",
        "text": "I don't call myself a writer"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Andre Maurois",
        "text": "A great writer has a high respect for values. His essential function is to raise life to the dignity of thought, and this he does by giving it a shape"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Claire Dederer",
        "text": "Sigh. These were my people now that I was a writer, people who didn't understand anything. I mean, they understood perfectly the thing I cared most about - books - but basically were moron-level elsewhere"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Amanda Wylde",
        "text": "Writing for the love of writing. My muse makes no apologies under this pen name. ;) - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Lara Biyuts",
        "text": "Writer is always alone. But every author is a creator, and gods are lonely"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Steve Martin",
        "text": "Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Roberto Orci",
        "text": "Studios, to cut through the clutter, want recognisable titles. But that does not excuse you, as a writer, from having an original story"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Abdulazeez Henry Musa",
        "text": "To be a good writer you must be a good reader\""
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Francois Mauriac",
        "text": "I write whenever it suits me. During a creative period I write every day; a novel should not be interrupted"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Isabel Gillies",
        "text": "I am not a writer, but I have been told I write good emails"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Samuel Colbran",
        "text": "Don't worry about the consequences, just be a writer! - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Claire Cameron",
        "text": "I'm very rigid about my schedule. I sit down at 8 A.M., and the Internet blocker goes on. My standard time is 120 minutes. I'm a compulsive writer, so it reminds me to stop writing ... If I write more than that, I turn into an ogre for my kids"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Trevor Nunn",
        "text": "So, through all that early professional career I would occasionally do a musical, a pantomime or a play with songs. The next stop would be a Shakespeare, or an Ibsen, or a play by a brand new writer who had never done anything in the theater before"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Shonali Dey",
        "text": "White emotions when fell in love turned red...\n\n-The Drenched Writer - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jami Attenberg",
        "text": "I don't think there's any topic a writer should feel afraid of tackling just because it has already been discussed. If you feel you have a fresh perspective and an understanding of a certain emotional truth, it's always worth writing"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "James M. Cain",
        "text": "You usually can tell when a writer is going down hill by the size of his liquor bill"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Deb Caletti",
        "text": "If you think about becoming a writer, that's just really one of the big dreams I had. It's really important to have those dreams and pursue your passions"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Betsy Lerner",
        "text": "[I]t's the child writer who has figured out, early on, that writing is about saving your soul"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Meghan Daum",
        "text": "There has to be insight born of hindsight. Otherwise, you're only confessing your sins and asking the reader to forgive you. And that is a complete misuse of the writer's power and unfair to the reader"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Edward Abbey",
        "text": "[I]t is the writer's duty to write fiction which promotes virtue, the good, the beautiful, and above all, the true ... It is the writer's duty to hate injustice, to defy the powerful, and to speak for the voiceless. To be ... the severest critics of our own societies"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Sandra Cisneros",
        "text": "The ability to be present with every single person and engage was a great model for me of the work that a writer needs to do. Writers, living or dead, still guide me in many ways"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Andrew Joyce",
        "text": "Read, read . . . and then read some more. Read everything you can get your hands on! Reading to a writer is as medical school is to a doctor, as physical training is to an athlete, as breathing is to life"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Fennel Hudson",
        "text": "Confront the page that taunts you with its whiteness. Face your enemy and fill it with words. You are bigger and stronger than a piece of paper"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Ben Falcone",
        "text": "I'm not much of a joke writer"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Laura Lippman",
        "text": "There's always time to read. Don't trust a writer who doesn't read. It's like eating food prepared by a cook who doesn't eat"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Ann M. Martin",
        "text": "I think reading is a gift. It was a gift that was given to me as a child by many people, and now as an adult and a writer, I'm trying to give a little of it back to others. It's one of the greatest pleasures I know"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Trish Isabella Hopkins",
        "text": "A writer writes always! (Larry Donner, Throw Mama from the Train) - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Subhasis Das",
        "text": "I feel that a book is never written by the writer alone\nit's written by him and everyone around him be it directly or indirectly - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Maren Elwood",
        "text": "Fictional characters exist in only two places, neither of which is on the printed page. They exist, first, in the mind of the writer and, second, in the mind of the reader"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Pierre Beaumarchais",
        "text": "A writer's inspiration is not just to create. He must eat three times a day"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Stan D. Jensen",
        "text": "All stories come from the writer's heart, and all hearts speak the same language, a wordless language ancient as time, and for the writer, this is the eternal struggle, to translate the wordless into words"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Flannery O'Connor",
        "text": "For the fiction writer himself the whole story is the meaning, because it is an experience, not an abstraction"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "J.R.R. Tolkien",
        "text": "Every writer making a secondary world wishes in some measure to be a real maker, or hopes that he is drawing on reality: hopes that the peculiar quality of this secondary world (if not all the details) are derived from Reality, or are flowing into it"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Anne Lamott",
        "text": "To be a good writer, you not only have to write a great deal but you have to care. You do not have to have a complicated moral philosophy. But a writer always tries, I think, to be a part of a solution, to understand a little about life and to pass this on"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Flannery O'Connor",
        "text": "A perception is not a story, and no amount of sensitivity can make a story-writer out of you if you just plain don't have a gift for telling a story"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Monica Ali",
        "text": "People always want to identify a writer with their protagonist"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "James Jones",
        "text": "Having a little talent as a writer is like having a little talent as a brain surgeon"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Kim Addonizio",
        "text": "Robert Frost said, No surprise for the writer, no surprise for the reader"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Mark Bowden",
        "text": "For a country to have a great writer is like having another government, - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "William Shakespeare",
        "text": "London as an actor, writer, and part owner of the playing company the - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Louis L'Amour",
        "text": "If you're going to be a writer, the first essential is just to write. Do not wait for an idea. Start writing something and the ideas will come. You have to turn the faucet on before the water starts to flow"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Meghan Daum",
        "text": "I am not and will never again be a young writer, a young homeowner, a young teacher. I was never a young wife. The only thing I could do now for which my youth would be a truly notable feature would be to die. If I died now, I'd die young. Everything else, I'm doing middle-aged"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Sara Sheridan",
        "text": "Sometimes I create a character from a scrap - a mere mention that has been left behind"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jazz Feylynn",
        "text": "This assignment could damn well project all the words across my face and the ink stain my hands a gory mess before I finished it"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Rodman Philbrick",
        "text": "I'm not a playwright; I'm a writer who loves theater"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jane Yolen",
        "text": "Don't let anyone discourage you from writing. If you become a professional writer, there are plenty of editors, reviewers, critics, and book buyers to do that"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Michael Kruger",
        "text": "The public has no idea that writing is a disease, and that the writer who publishes is like a beggar who exhibits his sores.\n- "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Emily Fridlund",
        "text": "Winter collapsed on us that year. It knelt, exhausted, and stayed"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Jess Walter",
        "text": "For me, movies and television are interesting because they are the dominant storytelling form of our time. My first love will always be fiction, and especially novels, but I'm a writer ... I write poetry and essays and criticism and I'd love to write a whole play, and sometimes I even write scripts"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Evan Daugherty",
        "text": "As a writer, you sit around a computer all day, and it's too easy to open another tab and keep Rotten Tomatoes there"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Gabriella Slade",
        "text": "A Writer is a writer, no matter what s/he writes"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Anna Quindlen",
        "text": "A writer is always working with whatever she's managed to store in the brainpan or puzzle out about the world"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Danny Strong",
        "text": "I really want my career to be as an actor-writer-director-producer, you know? I don't know what will be stronger than the other"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Gore Vidal",
        "text": "Ideally, the writer needs no audience other than the few who understand that it is immodest and greedy to want more"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Richard Armour",
        "text": "The author apologizes for being unable to afford a ghost writer, which explains the lack of a distinctive prose style"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Candice Millard",
        "text": "As I have encountered difficult moments in my own life, I have been privileged to learn from the great men I have come to know as a writer"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Viet Thanh Nguyen",
        "text": "Telling what must not be told is one of the writer's primary tasks. It is also a difficult and dangerous one"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Edmund White",
        "text": "I was working for Time-Life Books from 1962 to 1970, as a staff writer, and after that, I was a journalist. Eventually, I became an editor at 'The Saturday Review' and 'Horizon.' - "
    },
    {
        "tags": [
            "writer"
        ],
        "from": "M.J. Rose",
        "text": "I'm not a good writer. It takes me a long time to get there. I write and then rewrite and revise and do it over and over until I'm satisfied"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Ruth Ozeki",
        "text": "I think all characters are facets of the writer. In a way, they have to be if you're going to write them convincingly"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Cecelia Ahern",
        "text": "There are more people involved in telling a story than the writer"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Margaret Anderson",
        "text": "It is rarely that you see an American writer who is not hopelessly sane"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Teodor Burnar",
        "text": "Struggling writer' e un pleonasm, cuz a writer is always struggling"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Tobias Wolff",
        "text": "It's probably why I'm a short story writer. I tend to remember things in the past in narrative form, in story form, and I grew up around people who told stories all the time"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Daniel Woodrell",
        "text": "I think my grandmother Woodrell was most responsible for my becoming a writer. She wasn't quite literate, but was very proud that she attended school as far as the third grade. She worked as a maid, housekeeper and cook"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Amy Tan",
        "text": "It's a luxury being a writer, because all you ever think about is life"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Lucy Calkins",
        "text": "Teach the writer, not the writing"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Niall Williams",
        "text": "Writing is a sickness only cured by writing"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Florence Griffith Joyner",
        "text": "To do justice to a lifelong dream of being a writer, I must give it the intense concentration and focus I gave to track. To do both with excellence is not possible. It is with a sense of sadness and joyous anticipation that I leave track and move on"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Augusten Burroughs",
        "text": "Before I'm a writer, I'm definitely a reader and when I read memoir, I really want it to be true"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Baron De Montesquieu",
        "text": "A good writer does not write as people write, but as he writes"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Gerald Brenan",
        "text": "It is by sitting down to write every morning that he becomes a writer. Those who do not do this remain amateurs"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Avi",
        "text": "I think you become a writer when you stop writing for yourself or your teachers and start thinking about readers"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Caitlin Horrocks",
        "text": "Risk is important to me as a writer, reader, and editor. I love stories that take a premise or style that seems unlikely to succeed, whose first paragraphs risk a raised eyebrow or groan, and whose last paragraphs are then all that much sweeter a triumph. Basically, I love being proved wrong"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Ciaran Carson",
        "text": "I think a writer should always be surprised; and the more I write, the more it seems that the language itself, when explored with humility, is always deeper and more accurate than what the author thought he had in mind"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Paul Fussell",
        "text": "And the ideal travel writer is consumed not just with a will to know. He is also moved by a powerful will to teach"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Sophie Hannah",
        "text": "When I set out to write crime fiction, I didn't think to myself, 'I'm going to model myself on Agatha Christie' or 'I am going to be a crime writer in the Christie tradition'"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Gerald Vizenor",
        "text": "W. P. Kinsella, who was born on a farm near Edmunton, Alberta, has earned wide recognition for his wild imagination and rash humor as a writer"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Joshua Ferris",
        "text": "A multifaceted writer, very easy on the surface to pin down but incredibly difficult once you actually read him with any depth"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "Alfred De Vigny",
        "text": "No writer, no matter how gifted, immortalizes himself unless he has crystallized into expressive and original phrase the eternal sentiments and yearnings of the human heart"
    },
    {
        "tags": [
            "writer"
        ],
        "from": "M.L. Stephens",
        "text": "Every story holds insight into the writer's soul. If the soul can't be found, the writer didn't bleed enough"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Georgia Saratsioti",
        "text": "I had a dream about you. We were actors in a horror movie and I was hunting you down with a knife. When I finally cornered you the director yelled \"Cut\".... What? I can't be blamed for following instructions"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Brian Cox",
        "text": "For me, it's just acting. It's pretending. The best actors are children, and children don't do research. You never see a child going, 'I'm wondering about my motivation here. How can I do this toy? How can I do this train? I don't feel train.' - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Tim Robbins",
        "text": "There's nothing more boring than unintelligent actors, because all they have to talk about is themselves and acting. There have to be other things"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Patrick Macnee",
        "text": "So I find the fascination, the love, the incredible skill and everything to do with acting, writing plays, and doing them, just darling. Lovely. I love actors"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Harold Ramis",
        "text": "Acting is all about big hair and funny props ... All the great actors knew it. Olivier knew it, Brando knew it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Alejandro Gonzalez Inarritu",
        "text": "The actors make the film. They're the ones that take this theoretical movie that's in your head and make it real. The success of a film is entirely on their shoulders. I admire them, because acting is such a difficult thing to do, and I personally can't understand it"},
    {
        "tags": [
            "actor"
        ],
        "from": "Abdellatif Kechiche",
        "text": "I don't come to work as an actor. There are many directors who can direct without ever having acted and do a great job and connect with their actors and lead them to excellent performances without themselves having had an acting background"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Erika Christensen",
        "text": "Being an actor is definitely not about sitting around on set and having a cigarette or something. It's about acting. The more you can audition, then that's the best thing ever because you learn so much and you get your face out there and you grow your confidence"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Matt McGorry",
        "text": "I feel like my early experiences of acting, and I think a lot of other actors' too, are probably at camp or school plays where you get to have great range. At camp, I remember getting to play a 50-year-old man"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Liane Balaban",
        "text": "I've still got lots of writing in me. I have not left journalism, but I put it on hold to focus on acting. I love actors. I think it's a crazy thing to do with your life, and I have a tremendous amount of respect for them"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jason Dohring",
        "text": "I began acting at age eight, but if you don't stay on your game then people pass on you. Being on a show, it's a little easy to get comfortable, so I'm trying to get back on it. I'm taking some acting classes and watching movies, and I'm just trying to stay up with other actors"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jessica Chastain",
        "text": "I love talking about acting. I'm just such a fan of actors and filmmakers, and I try to choose roles where I get to talk to great actors about acting and learn"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Matthew Lillard",
        "text": "For better or worse, I take my acting seriously. I may not have been in the best movies ever made, but I take it deathly serious, and I love being an actor"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Josh Hopkins",
        "text": "I love acting, every job is a dream job when you're an actor. I'd like to do eventually more film work and to collaborate with the best actors and directors in film"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Andy Serkis",
        "text": "I've always thought of acting as a tool to change society. I watch a lot of actors and I see panic in their eyes because they don't know why they act and I know why I act. Whether I'm a good or a bad actor, I know why I do it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jon Seda",
        "text": "For actors, when you first get the project and you see that it's a Steven Spielberg, Tom Hanks and Gary Goetzman-produced project, right away, from an acting standpoint, you go, 'Wow. That'd be great to be part of that. What a career move that'd be.' - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Martin Freeman",
        "text": "I'm always interested with other actors in what their process is, and are they still interested in acting, as opposed to being a star"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Kristen Stewart",
        "text": "Actors walk around wearing these little tool-belts of acting skills. And I just don't find that interesting to watch. I never want to see someone who clearly can cry at the drop of a hat. That's so uninteresting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Scott Bakula",
        "text": "The reason why most of actors got into acting was so that we could become other people and have fun with being somebody else"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Nicolas Winding Refn",
        "text": "I've stopped showing actors what to actually do. I rather just talk to them about it. Then I usually play music. That's a great way to convey inner emotion, bring the power of style and acting together. That's really what it is, very good acting without talking"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ewan McGregor",
        "text": "Starting with a party scene for 600 cast and end up singing on top of a giant elephant ... does it get any better than this? - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "George C. Scott",
        "text": "Acting is characterization, the process of two entities merging-the actor and the role"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jonah Hill",
        "text": "I always wanted to be a film-maker when I was younger, not an actor. I was an eight-year-old who dreamed of being a writer on 'The Simpsons,' which was a weird dream to have. But I started taking acting classes as a way to learn how to direct actors and I sort of fell in love with it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "William Shakespeare",
        "text": "All the world's a stage, and all the men and women merely players"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ralph Fiennes",
        "text": "I learned a lot about acting - watching not just myself but other actors and learning how to distinguish between two great takes. It's also about one's own taste in performance"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Sufe Bradshaw",
        "text": "A little secret about actors is that we never think we do a great job in auditions. We kind of just go in and do our work and leave sort of hoping for the best. It's an interesting dynamic - acting is such an interesting job. You never quite know how well you do"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jonah Hill",
        "text": "Writing has made me a better actor. Acting has made me a better writer. So why wouldn't directing make me a better actor and writer? - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Henri Frederic Amiel",
        "text": "We become actors without realizing it, and actors without wanting to"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Johann Wolfgang Von Goethe",
        "text": "An actor should take lessons from a painter and a sculptor"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Andrew Dominik",
        "text": "Actors look for characters. If they read a well-written character, and if they think the director's not an idiot, they're going to sign up and do some acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Victor Mature",
        "text": "I'm no actor. And I have sixty-four pictures to prove it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Sybil Thorndike",
        "text": "We don't want bores in the theatre. We don't want standardised acting, standard actors with standard-shaped legs. Acting needs everybody, cripples, dwarfs and people with noses so long. Give us something that is different"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jimmy Smits",
        "text": "For minority actors, developing our own projects has to be the eventual path. We have a lot of stories to tell and a really unique voice. But none of that is going to be heard as long as we're just the hired hands, acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ayelet Zurer",
        "text": "I do tend to like movies that challenge me professionally. That's mostly on a smaller scale, when you have one or two or five actors, and it's all about the acting and not the camera"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Robert Osborne",
        "text": "When Orson Welles was acting in 'Compulsion,' the director Richard Fleischer let him just take over and direct the courtroom scenes. To be able to see Welles - who knew more about directing than anyone - direct himself and the other actors, it was unbelievable and unforgettable"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Sam Taylor-Johnson",
        "text": "I'm interested in the acting and staging of specific emotions, and so I work with actors. It's a small proportion of what I do, but it's always what people seem to focus on"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "H.L. Mencken",
        "text": "The acting that one sees upon the stage does not show how human beings comport themselves in crises, but how actors think they ought to. It is thus, like poetry and religion, a device for gladdening the heart with what is palpably not true"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Matt Dillon",
        "text": "I think a lot of directors, they come out of film school, they don't know anything about acting. Or they're writers that don't know anything about the process. And I think they're afraid sometimes to talk to actors and be honest with actors"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "William Shakespeare",
        "text": "Like a dull actor now, I have forgot my part, and I am out, Even to a full disgrace"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Chadwick Boseman",
        "text": "I started out as a writer and a director. I started acting because I wanted to know how to relate to the actors. When people ask me what I do, I don't really say that I'm an actor, because actors often wait for someone to give them roles"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Lee Daniels",
        "text": "Most actors want the audience to like them, and that leads to bad acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Mike Leigh",
        "text": "My work requires acting at its most committed - it demands actors of enormous resilience, but also intelligence and wit. It doesn't work for narcissistic or selfish actors"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Joanne Woodward",
        "text": "Acting is like sex. You should just do it and not talk about it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Leo Tolstoy",
        "text": "All that day she felt as if she were acting in a theatre with better actors than herself, and that her bad performance was spoiling the whole affair"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Bojana Novakovic",
        "text": "One actor in my life is enough, and that's me. With actors, it's too easy to go into this world of complaining. Someone will always be better, richer, more loved, do more work. Those dynamics don't interest me. The friends I hang out with, we create our own work rather than complain about acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ben Mendelsohn",
        "text": "Most young actors, that's all they're trying to do: Get better at acting and be able to keep doing it. And that doesn't work out for most people"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Rich Cohen",
        "text": "It's a challenge, writing about actors, especially a good actor, because you can't always tell when they're being honest and when they're pretending - that is, when they're acting. The really good ones don't always seem to know themselves"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Katie Leung",
        "text": "I thought acting was all about natural instinct but I've realised, through working with so many talented actors on 'Wild Swans' and 'Run,' that I can see the training. That's why I am back at drama school"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Max Beesley",
        "text": "Acting can be a difficult business. When I was younger, if my mates were doing better than me, I might be a little bit envious, but as I have got older, I love to see actors cracking on and succeeding. The same goes for writers"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Albert Brooks",
        "text": "When I audition, I understand what it takes and the insecurities that come with it. If I do anything, I put actors at ease. I used to tell directors who weren't actors, the best thing they could do was take an acting class for a couple of months. Just to understand"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Susannah York",
        "text": "Acting and writing go together. Actors write because they love words and becoming other people - we love to escape into other characters"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Robert Redford",
        "text": "I had just arrived in New York from California. I was nineteen years old and excited beyond belief. I was an art student and an acting student and behaved as most young actors did - meaning that there was no such thing as a good actor, 'cause you yourself hadn't shown up yet"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Natalie Portman",
        "text": "I've dealt with a few method actors, and I don't know if should say this, but I think it's a bunch of nonsense. I think it's film acting and you just have to be on when the camera is rolling"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Mike Leigh",
        "text": "Some deeply untrusting actors - the kind that need to know exactly what's what and are completely insecure - might be quite good within the parameters of a certain sort of acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Brian J. White",
        "text": "Every film by Will Smith, Harry Belafonte, Sidney Poitier, Lena Horne, Ruby Dee, Don Cheadle will have great acting and carry good messages in the film. The films starring those actors are the films I tell young people to watch for good acting and to view for quality movies"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Lynn Shelton",
        "text": "I feel like this is the way I was meant to interact with acting. Which is as a director, and helping, working with actors to find their way. Facilitating their performances is so satisfying for me"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "John Lithgow",
        "text": "If it's well written and well directed and you've got good actors to work with, acting is easy. But making sure all the ducks are in a row is the hard part. It's very rare"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Rhys Ifans",
        "text": "I don't sit around with other actors and talk about the pain and the magic of acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Andy Serkis",
        "text": "They [traditional studios] probably don't understand is that it's a genuine advancement in the actor's tradition. And you know, the tradition and craft of acting. And it's the latest step. You know, we, we tend to find forms of delivering stories that fit our times"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "John C. Reilly",
        "text": "In Chicago it's really a case of the play's the thing - people are just so happy to be acting, you know? We were all actors - not like in New York or Los Angeles, where everyone says they are actors but they are actually waiting tables and hustling for spots in commercials"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Arthur Penn",
        "text": "I believe, and this is perhaps too nationalistic a view, that the American style of acting puts actors quickly in touch with each other, so that their continuous presence in a company, as in England, is not absolutely necessary"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "James Earl Jones",
        "text": "I do not know if it is true that all actors want to direct and all directors want to act, but in 1972 I tried directing and decided I had better stick to acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Spike Lee",
        "text": "'She's Gotta Have It' and 'School Daze,' I really didn't know what I was doing. And the biggest indicator of that was the acting. 'Do the Right Thing' was like the first film where I really felt comfortable working with actors"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Penny Marshall",
        "text": "I think directors should at least take acting lessons to see what's going on. And I think all actors should direct to see what a director has to go through"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Eric Balfour",
        "text": "I already love acting and I love actors, so being able to communicate with actors and to bring performances out of them, and to tell a story and aid them, is really exciting for me"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Rainbow Rowell",
        "text": "Why would you want to act, anyway?\" was Seth's take on the subject. \"Stand there and say other people's words, let everybody else tell you what to do ... Actors are just beautiful puppets"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Joanne Woodward",
        "text": "Acting is a child's prerogative. Children are born to act. Usually, people grow up and out of it. Actors always seem to me to be people who never quite did grow out of it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Mekhi Phifer",
        "text": "A lot of times you'll hear horror stories about actors being incredibly selfish and only wanting themselves to shine, but for me, it's not about just one person. It's about the whole team. That's the way I look at acting. That's the way I look at everything I do"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Annette Bening",
        "text": "I think in the past, around the time that method acting became so prevalent, it used to be that American actors were thought to be the kind that would work more from the inside out, and that the English actors worked more from the outside in"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Joan Blondell",
        "text": "There's a very fine line between underacting and not acting at all. And not acting is what a lot of actors are guilty of. It amazes me how some of these little numbers with dreamy looks and a dead pan are getting away wit it. I'd hate to see them on stage with a dog act"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Leo Rosten",
        "text": "Acting is a form of deception, and actors can mesmerize themselves almost as easily as an audience"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Sam Neill",
        "text": "I understand acting and I understand actors. I don't really understand the world of celebrity. That's just bizarre. Those sorts of elements I'm at sea with"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Denis Leary",
        "text": "I think it's a shame when you come across young actors and musicians who haven't had the time to learn their craft. It doesn't matter if it's acting or music; you really have to learn how to do it from the bottom up because unless you have a great work ethic ... fame is a terrible thing to have"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Paul Walker",
        "text": "I need to work with great directors and actors, people who are better than me, so that I am challenged. It is like playing sports - surfing, basketball, it doesn't matter what it is, if you play with people who are better than you, then you get better too. It is the same thing with acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Anne Rice",
        "text": "Actors and actresses make magic,' I said. 'They make things happen on the stage; they invent; they create"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Gillian Anderson",
        "text": "I became an actor because it was the only thing I could do. I didn't have any friends, I didn't fit in. But when I started acting everything in my life shifted and I felt happy"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Leslie Howard",
        "text": "The truth is that to enjoy acting one must be an exhibitionist at heart, one must revel in those exposures of the emotions which would be agonizing to a shy or reserved person. All the great actors have been and are exhibitionists"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Harriet Walter",
        "text": "Some people are instantly brilliant. The Kenneth Branaghs of this world are ready-formed actors at 23 - he has used his success in lots of different ways - but there are people out there for whom acting is: 'Ooh, I can get on the telly and be famous.' - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Nayantara",
        "text": "Rajni Sir is very dedicated and punctual. It was great experience acting with him both as a person and as an actor. The way he maintains himself is amazing"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Kristen Stewart",
        "text": "I have some friends who are actors. I've watched them work. And I would say that of all the arts, acting is the most grueling, thankless. Never apologize for your work"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Megan Park",
        "text": "Before I got into acting, I was always interested in psychology, which I think is very common with a lot of actors because in a weird way, psychology and acting kind of seem interwoven"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Christina Ricci",
        "text": "The more that I can work in different mediums, the more I can grow, and learn from different actors and different types of actors and directors and different styles of acting and build a tool box"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Channing Tatum",
        "text": "Daniel Day-Lewis and Sean Penn to me are the two best actors of all time. I'm just glad to have the pleasure to be in an era that they're acting while I'm acting. They're probably the best actors in my mind"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Stanley Tucci",
        "text": "As a director, I also get to sit and watch actors and learn from them in a way that I don't get to do when I'm just acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Hugh Jackman",
        "text": "I don't think many actors are the best judge of careers. I think generally we have good instincts about what we can do in terms of acting. And often they become directors, which I don't want to be"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "George Bernard Shaw",
        "text": "I do not want actors and actresses to understand my plays. That is not necessary. If they will only pronounce the correct sounds I can guarantee the results"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Hugh Grant",
        "text": "Most actors really love it, that's what they want to do. They burn to do it. And so they'll read a script and think, that's an interesting part. And because they love acting, that blinds them to the fact that the rest of it is pretentious nonsense, which it very often is"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Chris O'Dowd",
        "text": "I get asked all the time if I want to do more dramatic acting, and I really doubt that dramatic actors get asked if they want to do more comedies. I don't really know why that is"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Xavier Samuel",
        "text": "Everyone brings their own particular skill set to the job, and acting training can work for a lot of actors, and it can't. I've seen a lot of really good actors go into acting schools and then come out a little bit corrupted"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Joan Rivers",
        "text": "Everyone forgets comedians are actors. There's no question about it. A Robin Williams cannot say the same line every night for 40 weeks and make it sound fresh unless he's doing an acting job"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Timothy Hutton",
        "text": "In acting, you are fulfilled if you give justice to your role ... if you are able to do a credible performance and touch the audience. Same with directing. If you are able to draw out the best from your actors, then you fulfill your job as a director"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Signe Baumane",
        "text": "In my opinion, animation is best when it communicates without words, because it is the perfect medium through which to make shortcuts to meaning. When actors are not talking, just acting out, it looks kind of weird. But in animation, mime is constant, and you accept it"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Jim Jarmusch",
        "text": "I like to rehearse with the actors scenes that are not in the script and will not be in the film because what we're really doing is trying to establish their character, and good acting to me is about reacting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ashley Madekwe",
        "text": "My first job was a film called 'Storm Damage' for the BBC. I was 16 and working with really respected British actors. I didn't have an agent at the time, and it kind of threw me into real acting"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Nikki Reed",
        "text": "I have great respect for actors like Jodie Foster and Natalie Portman who went to school the entire time they were acting. All I did was one small little independent film, and I realised I couldn't balance both lives"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Matthew Gray Gubler",
        "text": "My best advice to actors is if you love acting, do it every chance you get. Success does not mean success. All that matters is whether or not you're doing your best to entertain. The way this business works is all about luck and timing"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Judith Weston",
        "text": "The best actors are children and dogs because they're not acting at all.\" - Helen Mirren - "
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Michael Shurtleff",
        "text": "Every scene you will ever act begins in the middle, and it is up to you, the actor, to provide what comes before"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Ben Mendelsohn",
        "text": "The way that actors talk about acting is generally quite punishing, and I think actors want to put forward the idea that they do all of this work because, you know, it's a post-De Niro world, when, largely, in fact, it's almost never true"
    },
    {
        "tags": [
            "actor"
        ],
        "from": "Kate Winslet",
        "text": "Plastic surgery and breast implants are fine for people who want that, if it makes them feel better about who they are. But, it makes these people, actors especially, fantasy figures for a fantasy world. Acting is about being real being honest"
    },
   {
        "tags": [
            "data"
        ],
        "from": "Vinod Khosla",
        "text": "One of the best things data can enable us to do is to ask questions we didn't know to ask"
    },
    {
        "tags": [
            "data"
        ],
        "from": "V.S. Ramachandran",
        "text": "Indeed, the line between perceiving and hallucinating is not as crisp as we like to think. In a sense, when we look at the world, we are hallucinating all the time. One could almost regard perception as the act of choosing the one hallucination that best fits the incoming data"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Jay Samit",
        "text": "Get your product into users' hands as quickly as possible and incorporate the crowd's feedback to iterate. Your customers will provide the data you need to chart the best course for your company and bury any competitor that goes it alone"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Timothy Ferriss",
        "text": "Resveratrol is fascinating stuff. One of the best sources of information about it is the Immortality Institute. They have a forum where some people are in the 500 Club, as they call it. They've been taking 500 milligrams for years. It's a really great source of data"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Piers Corbyn",
        "text": "The weather records of the U.S.A. are the best kept and most accessible in the world, thanks to consistent government/military taxpayer support. There are longer European data sets, but the U.S.A. data is enough to forecast major extreme events"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Steve Lohr",
        "text": "Listening to the data is important ... but so is experience and intuition. After all, what is intuition at its best but large amounts of data of all kinds filtered through a human brain rather than a math model? - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "George H. W. Bush",
        "text": "The United States will continue its efforts to improve our understanding of climate change - to seek hard data, accurate models, and new ways to improve the science - and determine how best to meet these tremendous challenges"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Jose Ferreira",
        "text": "We know everything about what you know and how you learn best because we get so much data. And education is the highest-stakes media product in your life. It's infinitely more important than your Facebook friends' status updates or your Google search results because it's your future"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Anthony Goldbloom",
        "text": "Our view is that the very best data miners or statisticians can earn as much as the very best golfers or tennis players"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Ben Goldacre",
        "text": "Doctors and patients need as much data as possible to make an informed decision about what treatment is best"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Sam Yagan",
        "text": "We think we have the best matching algorithm, we think we have the best members. So why wouldn't we want to just shine the light onto just how our processes work, what the real data are, and let people come to their own conclusions"
    },
    {
        "tags": [
            "data"
        ],
        "from": "George Raveling",
        "text": "The best decision-makers are always armed with the best information and data! - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "Marvin Ammori",
        "text": "Data can generally travel the speed of light unless networks are congested. When there's congestion, usually the cheapest and best thing is simply to add capacity generally, not to prioritize certain sites over others"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Eric Schmidt",
        "text": "The best thing that would happen is for Facebook to open up its data. Failing that, there are other ways to get that information, - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "Jonathan Gottschall",
        "text": "Humans simply aren't moved to action by 'data dumps,' dense PowerPoint slides, or spreadsheets packed with figures. People are moved by emotion. The best way to emotionally connect other people to our agenda begins with Once upon a time - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "Sam Altman",
        "text": "We've seen a lot of data at YC now, and the most successful companies and the ones where the investors do the best ... end up giving a lot of stock out to employees- year after year after year"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Hilary Liftin",
        "text": "I'm handed a bunch of existing data. My job is to put that in the best narrative form. That is a puzzle I love to solve"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Matthew Humphreys",
        "text": "The creative folks intuitively design what's best for the user, while data folks provide great insights. The true unicorns are those who can go end-to-end designing, building, measuring, analyzing, and iterating with a combination of user intuition and deep analytics"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Marcus Du Sautoy",
        "text": "The best mobile phone had the best mathematician. They know how to fit a huge amount of data into a small amount of space. How to do things efficiently, how to do them cleverly"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Philip Green",
        "text": "You are forced to have the best data capture, the best information, when you have goods in hundreds of factories around the world, and the question is: 'Where is everything?' And how do you bring it all together? - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "Melissa Bean",
        "text": "Even the best data security systems can't protect private taxpayer information from entrepreneurial foreign businesses than can make huge profits selling U.S. taxpayer information"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Seth Godin",
        "text": "If you're working with a spreadsheet or a thread of correspondence or a set of data, I'm not sure you're doing your best work if you're doing it on an iPhone"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Daniel Goleman",
        "text": "we learn the emotional habits that can undermine our best intentions, as well as what we can do to subdue our more destructive or self-defeating emotional impulses. Most important, the neurological data suggest a window of opportunity for shaping our children's emotional habits"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Anthony Goldbloom",
        "text": "If competition for Kaggle's top talent becomes fierce enough among banks, insurance companies, hedge funds - we hope the world's best data scientists will earn more than $50 million per year, just like the world's best hedge fund managers"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Marissa Mayer",
        "text": "With data collection, 'The sooner the better' is always the best answer"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Arno Hintjens",
        "text": "The best data we have [concerning the Big Bang] are exactly what I would have predicted, had I nothing to go on but the five books of Moses, the Psalms, the bible as a whole"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Ashton Kutcher",
        "text": "I trust my government. I actually have a trust for my government with my data, and I trust them to protect me. They've protected me - they've made the best efforts to protect me my whole life"
    },
    {
        "tags": [
            "data"
        ],
        "from": "James S.A. Corey",
        "text": "The best scientific minds of the system were staring at the data with their jaws slack, and the reason no one was panicking yet was that no one could agree on what they should panic about"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Megan Smith",
        "text": "The mandate for the CTO's office is to unleash the power of technology, data, and innovation on behalf of the nation. The CTO's office is really trying to bring best practices, possibilities, pilots, and policy advising"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Jay Rosen",
        "text": "Our knowledge advances not when we have the best theory, or the best data, or the best lab, but when we have really good problems - "
    },
    {
        "tags": [
            "data"
        ],
        "from": "Emmett Shear",
        "text": "If you just talk to who's easy to talk to, you're not really getting the best data"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Jaron Lanier",
        "text": "Here is yet another statement of the core idea of this book, that data concerning people is best thought of as people in disguise, and they're usually up to something"
    },
    {
        "tags": [
            "data"
        ],
        "from": "Robert J. Shiller",
        "text": "Some of the best theorizing comes after collecting data because then you become aware of another reality"
    }
]